Number of Balusters per Tread must be an integer greater than zero.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BadBalustersPerTread { get; }
  Visual Basic
Public Shared ReadOnly Property BadBalustersPerTread As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BadBalustersPerTread {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace